export default {
    errCode: {
        0: '服务器忙，请稍后再试',
        2: '校验失败',
        10078: '获取亲密榜失败',
        10004: '请输入手机号',
        10005: '请输入验证码',
        10006: '验证码错误',
        10013: '参数缺失',
        10014: '手机号无效',
        10016: '登陆过期，即将重新登录',
        10017: '获取失败',
        10028: '第三方用户不存在',
        10053: '用户被拉黑，不允许登录',
        11013: '对方设置了勿扰模式，暂时不能通话哦~',
        11014: '对方忙碌，请稍后再试哟~',
        13004: '您的余额不足，请充值',
        13005: '您所剩钻石不足以在通话过程中赠送礼物，请充值',
        14002: '获取首页栏目失败',
        14004: '获取首页数据失败',
        14014: '获取列表缺失',
        14015: '获取列表缺失',
        15001: '创建IM订单失败',
        16002: '24小时内获取短信验证码超过上限值',
        16003: '发送短信失败',
        22001: '获取视频内投诉列表失败',
        22002: '订单还没开始，无法投诉',
        22003: '该订单已经投诉过了，不能再次投诉',
        22004: '投诉正在处理，无法再次投诉',
        22005: '投诉失败',
    },
    sucCode: {

    }

}
